USE [ECLearning]
GO

INSERT INTO [devAG].[Specialties]
           ([Id]
           ,[ShortName]
           ,[FullName])
     VALUES
           (1, N'МиКПРЭС', N'Моделирование и компьютерное проектирование радиоэлектронных средств'),
		   (2, N'ПиППУЭС', N'Проектирование и производство программноуправляемых электронных средств'),
		   (3, N'ПМС', N'Программируемые мобильные системы'),
		   (4, N'ПУЭОС', N'Программно-управляемые электронно-оптические системы'),
		   (5, N'МедЭ', N'Медицинская электроника'),
		   (6, N'ИПОИТ', N'Инженерно-психологическое обеспечение информационных технологий'),
		   (7, N'ЭСБ', N'Электронные системы безопасности'),
		   (8, N'ИСиТ в ПБ', N'Информационные системы и технологии (в обеспечении промышленной безопасности)'),
		   (9, N'ИСиТ в БМ', N'Информационные системы и технологии (в бизнес-менеджменте)'),
		   (10, N'АСОИ', N'Автоматизированные системы обработки информации'),
		   (11, N'ИИ', N'Искусственный интеллект'),
		   (12, N'ИТиУ в ТС', N'Информационные технологии и управление в технических системах'),
		   (13, N'ПЭ', N'Промышленная электроника'),
		   (14, N'ИСиТ в ИИ', N'Информационные системы и технологии (в игровой индустрии)'),
		   (15, N'МиНТиС', N'Микро- и наноэлектронные технологии и системы')
GO


